{
  "credits": [
    {
      "name": "Aiden",
      "quote": "      My name is Aiden-Does-Stuff, and I animated like a whole lot of sprites!!!!! yes yes ! I actually had lots of fun working on this mod, dev team is awesome. follow my twitter @/AidenDoesStuff1 please,,,, i make cool stuff there,,,, ima go watch bob burger",
      "role": "Animator",
      "image_url": "Aiden Does Stuff",
      "icon_url": "Aiden Does Stuff"
    },
    {
      "name": "DV Glitch",
      "quote": "      \"Dear cob, this took forever!\"\n\n I'm surprised that I managed to get on this team, even now! That being said, I'm glad to have worked with everyone through thick and thin. There's beena  ton of changes here and there to the art style, and I'm certain at least one member wanted to light one of the channels on fire, but hey! We're still kickin'. Thank you tons Ian for creating the show, alongside the many talented artists and voice actors that brought the show to life alongside you. Here's to another year of KO and the gang! Thank you everyone for watching the show!",
      "role": "Co-Director, Artist and Animator, Voice Actor of: KO, Carol, Enid, and GF",
      "image_url": "Alchemia",
      "icon_url": "Alchemia"
    },
    {
      "name": "Azazel",
      "quote": "      hi hi! I am Azazel,the cool goth artist here! I'm really glad I get to work with this super cool fanmod and I want you all to experience all the hard work we made!! Hope to see you guys in the future!! Go play or I will drag u all down to hell ehehe",
      "role": "Artist",
      "image_url": "Azazel",
      "icon_url": "Azazel"
    },
    {
      "name": "Boozled",
      "quote": "      Whaddup. Boozled here. I charted some goated songs for this mod and I'm forever destined to be stuck in the charting basement.",
      "role": "Charter",
      "image_url": "Boozled",
      "icon_url": "Boozled"
    },
    {
      "name": "Coldstone07",
      "quote": "      I’m the former world champion of Good: Baseball on Newgrounds.com AND charted for this mod\nSo erm yeah I guess I’m kinda awesome if you really think about it",
      "role": "Charter",
      "image_url": "Coldstone07",
      "icon_url": "Coldstone07"
    },
    {
      "name": "Dboy501110",
      "quote": "      IT IS I, THE GREATEST IN THE GALAXY, LORD HATE- Wait this isnt the right mod crap uh... Im Dboy, youve probably seen me on a certain cartoon mod ANYWA- In this mod specifically, i helped out with some ideas but majorly concept art stuf, this mod is veri cool uh BLORP-",
      "role": "Concept Artist",
      "image_url": "Dboy",
      "icon_url": "Dboy"
    },
    {
      "name": "FranceyVO!",
      "quote": "      Hotdogs are tacos",
      "role": "Voice Actor of Radicles",
      "image_url": "France Radicles",
      "icon_url": "France Radicles"
    },
    {
      "name": "G30/C4",
      "quote": "      What",
      "role": "Background Concept Artist",
      "image_url": "Geocrash",
      "icon_url": "Geocrash"
    },
    {
      "name": "Ian Q",
      "quote": "      'Totally Rad!' -Totally said",
      "role": "For creating the show",
      "image_url": "Ian Q",
      "icon_url": "Ian Q"
    },
    {
      "name": "Inferno",
      "quote": "      Hey, I'm Inferno, though the character you're seeing is actually a dragon I turn into called Omega. I'm a self-taught artist and animator that worked on certain character sprites and most of the backgrounds in the mod, all while still not knowing what an FLA is. I've been a big fan of the show for a long time, so I'm happy to be a part of something bigger than myself! Also, Werd, my boy, I'm so sorry for dragging you into this.",
      "role": "Artist, Animator",
      "image_url": "Inferno",
      "icon_url": "Inferno"
    },
    {
      "name": "IZincI",
      "quote": "      Yo! Hope y'all enjoy what we cooked! https://www.youtube.com/channel/UCOPaersXijxxYCRNu9bSjGQ",
      "role": "Musician, Animator and Artist Assist, Charter",
      "image_url": "IZincI",
      "icon_url": "IZincI"
    },
    {
      "name": "Jack",
      "quote": "      Hey, I'm Jack I helped co-direct the mod and did voice acting for a few different characters. I'm so proud of everyone that worked on this project, and I'm so grateful to you! The people that have supported us through it all! You all fought till the end!",
      "role": "Co-Director, Concept Artist, Voice Actor of Darrell, Sonic, and Metal Sonic",
      "image_url": "Jack",
      "icon_url": "Jack"
    },
    {
      "name": "Jaymen",
      "quote": "      \"Would you look at that! It's Jaymen o’ clock!\"\n\nI’m super proud of the entire team and all the hard work that they’ve put into this project. Though it may have started as nothing more than a simple piece of (admittedly really dated) concept art, I’m so glad that it evolved into this! Huge thanks to not only Ian Jones-Quartey for making the fanart of our little project, but also PhantomArcade for making fanart in response to the fanart! If it weren’t for that whole episode i don’t think we wouldn’t have gotten as many eyes on the mod as we do now.",
      "role": "Creator of the mod, Director, Promo Artist, Artist/Concept Artist, Animator, Voice Actor of Boxman and Joe Cuppa",
      "image_url": "Jaymen",
      "icon_url": "Jaymen"
    },
    {
      "name": "JustinL",
      "quote": "Wanna see me forget a quote? ...wanna see me do it again?",
      "role": "Chromatic Maker",
      "image_url": "JustinL",
      "icon_url": "JustinL"
    },
    {
      "name": "Lesalt",
      "quote": "      why so @/LeSalt1 on twitter baby -the plugger",
      "role": "Charter",
      "image_url": "Lesalt Professor Boy Kisser",
      "icon_url": "Lesalt Professor Boy Kisser"
    },
    {
      "name": "Lily clipee Chan",
      "quote": "      *insert really cool pose here*",
      "role": "Charter",
      "image_url": "Lily clipee Chan",
      "icon_url": "Lily clipee Chan"
    },
    {
      "name": "Minuil",
      "quote": "      Hi :D",
      "role": "Artist, Animator",
      "image_url": "Minuil (Jethro)",
      "icon_url": "Minuil (Jethro)"
    },
    {
      "name": "Mr NoL",
      "quote": "      Just chillin'.",
      "role": "Musician",
      "image_url": "Mr NoL",
      "icon_url": "Mr NoL"
    },
    {
      "name": "nasadotexe",
      "quote": "      Come To Brasil",
      "role": "Musician",
      "image_url": "NASA",
      "icon_url": "NASA"
    },
    {
      "name": "Nomarzhomes",
      "quote": "      You'll never see me coming!",
      "role": "Concept Artist",
      "image_url": "Nomarzhomes",
      "icon_url": "Nomarzhomes"
    },
    {
      "name": "rerollroxy",
      "quote": "      Yeah, I know, she was so surprised. Really? Oh, for sure! I mean, it wasn't very big, just a little bug, but Flower went crazy! OMG, Flower is really afraid of bugs! Well, yeah. Flower thinks she's so fabulous! Like the time she asked Icy if she was beautiful... Ice Cube, don't you think I look beautiful? Uh, no? Oh, oh! I remember that! I am so gonna get revenge on her! I cannot believe how she thinks we will be her servants! I'm so glad you guys are my friends, though. Really! Bubble likes me too. Right, Bubble? Uh... Right...? Um... Yeah...? NO! ICE CUBE! STOP! Pin! You nearly popped me! Oh, it's not my fault. It's this stupid Blocky here. It's HIS fault! Fine! I'll get Needle. Help! Yikes! What was THAT for? Hey! I'm just in the mood to HURT someone! Ahh... ahh... AAAAAIIIIIEEEEE! Woody, get up! There's a life out there to enjoy, so, enjoy it! Awww... Aiyeee... Teardrop, calm down! Kicking Woody could severely injure him. He is balsa. YAAAAAAAAAAAAAAAAAAAAAAAAAA- I can't believe what a scaredy-cat Woody is, he's so uncool. Pen, though, you're cool. So are you, Eraser. Oof! Woah! Rocky! Wake up! Whaa? Hi, SB! Wheeee! Oof! Hi, TB, my good ol' friend!",
      "role": "Musician",
      "image_url": "Roxyrosewarne",
      "icon_url": "Roxyrosewarne"
    },
    {
      "name": "maysdayoff",
      "quote": "      inventor of the may-day boogie",
      "role": "Editor",
      "image_url": "Shroom",
      "icon_url": "Shroom"
    },
    {
      "name": "Smooth Dedede",
      "quote": "      Yo everyone!\n\nVictor aka Smooth Dedede here, thanks for playing the mod.I didn’t do too much unfortunately, however I did come up with the concept for metal mirror and got to help with some stuff for that which is awesome. Be sure to check out the rest of the team as their all insanely talented awesome people that were a blast to work with. Also play vs grimace lmfao, drink his mystical shake.",
      "role": "Concept Artist",
      "image_url": "Smooth Dedede",
      "icon_url": "Smooth Dedede"
    },
    {
      "name": "Swoleboi",
      "quote": "      hey! i'm swoleboi! i made a few songs for this mod like metal mirror, java jokes, fireball & worked on handy dandy. i also made some art too. working on this mod was fun & i made some friends too :) \nfollow me on twt (therealswoleboi) or else",
      "role": "Musician, Artist",
      "image_url": "Swoleboi Productions",
      "icon_url": "Swoleboi Productions"
    },
    {
      "name": "Thundr",
      "quote": "      Hi, I'm Thundr and I made/contributed to a few very awesome songs in this mod(Handy Dandy, Blorp, and Booted).\nIt's a pleasure working alongside such nice people.\nAlso follow me everywhere @\thundrite I'm constantly improving and want to showcase my evergrowing music skill.",
      "role": "Musician",
      "image_url": "Thundrite",
      "icon_url": "Thundrite"
    },
    {
      "name": "Vaderlings",
      "quote": "      i’m vaderlings n i made some rlly good songs for this mod like the thing you’re hearing right now! :) i also did some like minor art things too !! hope u guys liked it and subscribe to aleonepic :))",
      "role": "Musician/Artist Help",
      "image_url": "Vaderlings",
      "icon_url": "Vaderlings"
    },
    {
      "name": "Werd",
      "quote": "      Roll for initiative!",
      "role": "LUA Coder",
      "image_url": "Werd",
      "icon_url": "Werd"
    },
    {
      "name": "Winn",
      "quote": "      Hello I’m Winn (also known as Whatify) I programmed the menus with both source and hscript. Check out the code in the mods/states/ folder if you want.",
      "role": "Source Programmer",
      "image_url": "Winn",
      "icon_url": "Winn"
    },
    {
      "name": "Xarion",
      "quote": "      I'm Xar",
      "role": "Charter",
      "image_url": "Xarion",
      "icon_url": "Xarion"
    }
  ]
}
